Tekla.Structures.ModelInternal.dotDMPolymesh_t
Struct for the polymesh.

Tekla.Structures.ModelInternal.dotDMPolymesh_t.nPolymeshes
The number of polymeshes

Tekla.Structures.ModelInternal.dotDMPolymesh_t.nPolymeshFaces
The number of polymesh faces.

Tekla.Structures.ModelInternal.dotDMPolymesh_t.nPolymeshLoops
The number of polymesh loops.

Tekla.Structures.ModelInternal.dotDMPolymesh_t.ClientId
The client id.